{
    "token": {
        "#": "#",
        "# of Entrants": "",
        "A new version of the client is being downloaded. The program will automatically restart once it is complete.": "",
        "A racing mod for The Binding of Isaac: Afterbirth+.": "",
        "All players will start with the same three items.": "",
        "An email address is required to register, but you can use a fake one if you want.": "",
        "An unknown error occured.": "",
        "Back": "",
        "Build": "",
        "By default, this file is located at": "",
        "Captain": "",
        "Change": "",
        "Change stream URL": "",
        "Character": "",
        "Chat": "",
        "Choose your username.": "",
        "Client version": "",
        "Create": "",
        "Custom": "",
        "Defeat Blue Baby (the boss of The Chest) and jump into the chest that falls down afterward.": "",
        "Defaut Mega Satan (the boss behind the giant locked door).": "",
        "Defeat The Lamb (the boss of The Dark Room) and jump into the chest that falls down afterward.": "",
        "Delay (in seconds)": "",
        "Diversity": "",
        "Don't reuse any previous passwords!": "",
        "Enable Twitch chat bot": "",
        "Entrants": "",
        "Email address": "",
        "Error": "",
        "Exit and relaunch": "",
        "Failed to connect to the WebSocket server. The server might be down!": "",
        "Failed to initialize the Steam API. Racing+ requires that Steam is open and logged in to an account that owns The Binding of Isaac: Rebirth, The Binding of Isaac: Afterbirth, and The Binding of Isaac: Afterbirth+. Please open Steam and relaunch Racing+.": "",
        "Finished": "",
        "Floor": "",
        "For more information, please see": "",
        "Forgot Password?": "",
        "Format": "",
        "Get Started": "",
        "Goal": "",
        "Got it": "",
        "Help": "",
        "If you die, you do not have to quit. Keep going if you want.": "",
        "If you take longer than 30 minutes to complete a race, you will be forced to quit.": "",
        "If you want to give up for any reason, use the \"Quit\" button on the left side of the race screen.": "",
        "In Progress": "",
        "in your Twitch chat.": "",
        "Invalid email address.": "",
        "Isaac's \"log.txt\" file does not appear to be at the default location. Racing+ needs to read this file in order to work properly.": "",
        "It appears that you have selected your Afterbirth \"log.txt\" file, which is different than the Afterbirth+ \"log.txt\" file.": "",
        "It appears that you have selected your Rebirth \"log.txt\" file, which is different than the Afterbirth+ \"log.txt\" file.": "",
        "It was automatically put in your clipboard when you joined the race.": "",
        "It won't work unelss it is a moderator.": "",
        "Items": "",
        "Language": "-",
        "Leaderboards": "",
        "Lobby": "",
        "Locate \"log.txt\"": "",
        "Log File": "",
        "Log file location": "",
        "Log Out": "",
        "Logged in as": "",
        "Login": "",
        "Make the bot a moderator in your Twitch channel by typing": "",
        "Name": "",
        "New Race": "",
        "No current races.": "",
        "Not ready": "",
        "Offset": "",
        "OK": "",
        "Online Users": "",
        "Only use letters, numbers, and underscores.": "",
        "Open": "",
        "Password": "",
        "Place": "",
        "Please enter your email address. We will send you an email to reset your password.": "",
        "Please relaunch the program.": "",
        "Please try again and select your Afterbirth+ log file.": "",
        "Practice": "",
        "Private Message": "",
        "Profile": "",
        "Quit": "",
        "Quit Race": "",
        "Race": "",
        "Race completed!": "",
        "Race name (optional)": "",
        "Race starting in 10 seconds!": "",
        "Racer": "",
        "Racing": "",
        "Random": "",
        "Randomize": "",
        "Ranked": "",
        "Ready": "",
        "Register": "",
        "Remember me": "",
        "Reset over and over until you find something good from a Treasure Room.": "",
        "Ruleset": "",
        "Save": "",
        "Seed": "",
        "Seeded": "",
        "Select your Isaac \"log.txt\" file": "",
        "Send email": "",
        "Settings": "",
        "Size": "",
        "Someone has already registered with that email address.": "",
        "Start each race at the character selection screen, shown below.": "",
        "Starting": "",
        "Status": "",
        "Stay there until the countdown reaches 0, then go into the game!": "",
        "Submit": "",
        "Success": "",
        "Test": "",
        "The email field is required.": "",
        "the \"Known Issues\" page by Simon from Nicalis": "",
        "The password field is required.": "",
        "The staff is working hard to continually fix bugs and add new features. Sorry for the inconvenience!": "",
        "The stream delay must be between 0 and 60.": "",
        "The username field is required.": "",
        "The username provided is in use already.": "",
        "This is the same as the \"Unseeded\" format, but you will also start with three random passive items.": "",
        "This is what other players will see when you race them.": "",
        "This race will count towards the leaderboards.": "",
        "This race will not count towards the leaderboards.": "",
        "Time": "",
        "Title": "",
        "Tutorial": "",
        "Type": "",
        "Unranked": "",
        "Unseeded": "",
        "Updating": "",
        "Username": "",
        "Username can only contain alphanumeric characters and '_'. Username should have between 2 and 15 characters.": "",
        "Users": "",
        "Volume": "",
        "Warning": "",
        "When you finish the race, you don't have to do anything.": "",
        "Wrong username or password.": "",
        "You must finish or quit the current race before returning to the lobby.": "",
        "You will be playing on an entirely different seed than your opponent(s).": "",
        "You will play on the same seed as your opponent and start with The Compass.": "",
        "You won't be able to change this later.": "",
        "Your stream URL must begin with \"https://www.twitch.tv/\".": "",
        "(The program will know that you finished from Isaac's log file.)": ""
    }
}
