{
    "token": {
        "#": "#",
        "# of Entrants": "# de Participants",
        "A new version of the client is being downloaded. The program will automatically restart once it is complete.": "Une nouvelle version du client est en train d'être téléchargée. Le programme va redémarrer automatiquement une fois l'opération terminée.",
        "A racing mod for The Binding of Isaac: Afterbirth+": "Un mod pour participer à des courses sur The Binding of Isaac: Afterbirth+",
        "An email address is required to register, but you can use a fake one if you want.": "Une adresse e-mail est requise pour l'inscription, vous pouvez utiliser une fausse si vous le souhaitez.",
        "An unknown HTTP error occured.": "Une erreur HTTP inconnue s'est produite.",
        "An unknown error occured.": "Une erreur inconnue s'est produite.",
        "Back": "Retour",
        "Build": "Build",
        "Captain": "Capitaine",
        "Change": "Changer",
        "Change stream URL": "Changer l'URL du stream",
        "Change username capitalization": "Changer les majuscules/minuscules du nom d'utilisateur",
        "Character": "Personnage",
        "Chat": "Chat",
        "Client version": "Version client",
        "Create": "Créer",
        "Custom": "Personnalisée",
        "Defeat Blue Baby (the boss of The Chest) and jump into the chest that falls down afterward.": "Battre blue Baby (le boss de The Chest) et entrer dans le coffre qui tombe par la suite.",
        "Defeat Mega Satan (the boss behind the giant locked door).": "Battre Mega Satan (le boss derrière la porte dorée géante).",
        "Defeat The Lamb (the boss of The Dark Room) and jump into the chest that falls down afterward.": "Battre The Lamb (le boss de The Dark Room) et entrer dans le coffre qui tombe par la suite.",
        "Delay (in seconds)": "Délai (en secondes)",
        "Disconnected from the server. Either your Internet is having problems or the server went down!": "Vous avez été déconnecté du serveur. Votre connection internet a des problèmes ou le serveur est actuellement hors-service!",
        "Diversity": "Diversity",
        "Don't reuse any previous passwords!": "Ne pas réutiliser de mots de passe précédents!",
        "Enable Twitch chat bot": "Activé le bot dans le chat Twitch",
        "Entrants": "Participants",
        "Email address": "Adresse e-mail",
        "Error": "Erreur",
        "Exit and relaunch": "Quitter et redémarrer",
        "Failed to connect to the WebSocket server. The server might be down!": "Echec de connexion avec le serveur. Le serveur peut être hors service!",
        "Finished": "Terminée",
        "Floor": "Etage",
        "Forgot Password?": "Mot de passe oublié?",
        "Format": "Format",
        "Get Started": "Commencer",
        "Goal": "Objectif",
        "Got it": "J'ai compris",
        "Help": "Aide",
        "If you die, you do not have to quit. Keep going if you want.": "Si vous mourrez, vous n'êtes pas obligé de quitter. Continuez si vous le voulez.",
        "If you take longer than 30 minutes to complete a race, you will be forced to quit.": "Si vous mettez plus de 30 minutes à compléter la course, vous serez forcé de quitter.",
        "If you want to give up for any reason, use the \"Quit\" button on the left side of the race screen.": "Pour abandonner, utilisez le bouton \"Quitter\"sur la gauche de l'écran de la course.",
        "In Progress": "En Cours",
        "in your Twitch chat.": "dans votre chat Twitch.",
        "Invalid email address.": "Adresse e-mail non valide.",
        "Isaac's \"log.txt\" file does not appear to be at the default location. Racing+ needs to read this file in order to work properly.": "Le fichier Isaac \"log.txt\" n'apparaît pas dans la location habituelle. Racing+ nécessite la lecture de ce fichier pour fonctionner correctement.",
        "It was automatically put in your clipboard when you joined the race.": "-",
        "Items": "-",
        "Language": "Langue",
        "Leaderboards": "Classements",
        "Lobby": "Acceuil",
        "Locate \"log.txt\"": "Localiser \"log.txt\"",
        "Log File": "Fichier log",
        "Log file location": "Emplacement du fichier log",
        "Log Out": "Se déconnecter",
        "Login": "Se connecter",
        "Make the bot a moderator in your Twitch channel BEFORE you enable this by typing": "Passez le bot modérateur sur votre chaine Twitch AVANT de l'activer en tapant",
        "Name": "Nom",
        "New Race": "Nouvelle Course",
        "No current races.": "Pas de courses en cours.",
        "Not ready": "En Attente",
        "Offset": "Ecart",
        "OK": "OK",
        "Online Users": "Utilisateurs en Ligne",
        "Only use letters, numbers, and underscores.": "Utilisez seulement des lettres et des chiffres.",
        "Open": "Ouverte",
        "Password": "Mot de Passe",
        "Place": "Place",
        "Please enter your email address. We will send you an email to reset your password.": "Saisissez votre adresse e-mail. Un e-mail va vous être envoyé pour modifier votre mot de passe.",
        "Please relaunch the program.": "Veuillez redémarrer le programme.",
        "Private Message": "Message privé",
        "Profile": "Profil",
        "Quit": "Forfait",
        "Quit Race": "Quitter la Course",
        "Race": "Course",
        "Race completed!": "Course terminée!",
        "Race name (optional)": "Nom de la course (facultatif)",
        "Race starting in 10 seconds!": "La course commence dans 10 secondes!",
        "Racer": "Coureur",
        "Racing": "En Course",
        "Random": "Aléatoire",
        "Randomize": "Aléatoire",
        "Ranked": "Classée",
        "Ready": "Prêt",
        "Register": "S'inscrire",
        "Remember me": "Se souvenir de moi",
        "Ruleset": "Option",
        "Save and Restart": "Sauvegarder et Redémarrer",
        "Seed": "Seed",
        "Seeded": "Seeded",
        "Select your Isaac \"log.txt\" file": "Sélectionnez votre fichier Isaac \"log.txt\".",
        "Send email": "Envoyer e-mail",
        "Settings": "Paramètres",
        "Size": "Nb",
        "Someone has already registered with that email address.": "Cette adresse e-mail est déjà utlisée.",
        "Start each race at the character selection screen, shown below.": "Commencez chaque course à l'écran de selection du personnage, voir dessous.",
        "Starting": "Départ",
        "Status": "Statut",
        "Stay there until the countdown reaches 0, then go into the game!": "Restez sur cet écran jusqu'à ce que le compte à rebours atteigne 0, puis commencez la partie!",
        "Submit": "Soumettre",
        "Test": "Test",
        "The email field is required.": "L'adresse e-mail est requise.",
        "the \"Known Issues\" page by Simon from Nicalis": "la page \"Known Issues\" par Simon de Nicalis",
        "The password field is required.": "Le mot de passe est requis.",
        "The staff is working hard to continually fix bugs and add new features. Sorry for the inconvenience!": "L'équipe travaille continuellement pour corriger les bugs et rajouter de nouvelles fonctionnalité. Desolé du désagrément.",
        "The stream delay must be between 0 and 60.": "Le délai pour le stream doit être entre 0 et 60.",
        "The username field is required.": "Le nom d'utilisateur est requis.",
        "The username provided is in use already.": "Ce nom d'utilisateur est déjà utilisé.",
        "This file is typically located in your \"save data\" directory. For more information, please see": "Ce fichier est normalement situé dans votre répertoire \"save data\". Pour plus d'informations, veuillez voir",
        "This race will count towards the leaderboards.": "Cette course comptera pour le classement.",
        "This race will not count towards the leaderboards.": "Cette course ne comptera pas pour le classement.",
        "Time": "Temps",
        "Title": "Titre",
        "Tutorial": "Tutoriel",
        "Type": "Catégorie",
        "Unranked": "Non Classée",
        "Unseeded": "Non Seeded",
        "Updating": "Mise à jour",
        "Username": "Utilisateur",
        "Username can only contain alphanumeric characters and '_'. Username should have between 2 and 15 characters.": "Le nom d'utilisateur doit se composer de lettres, chiffres et '_' seulement. Le nom d'utilisateur doit contenir entre 2 et 15 caractères.",
        "Users": "Utilisateurs",
        "Volume": "Volume",
        "Warning": "Attention",
        "When you finish the race, you don't have to do anything.": "Losque vous terminez la course, vous n'avez pas besoin de faire quoi que ce soit.",
        "Wrong username or password.": "Nom d'utilisateur ou mot de passe incorrect.",
        "You can only change the capitalization, not your actual username.": "Vous pouvez seulement changer les majuscules/minuscules, pas le nom d'utilisateur en lui-même.",
        "You must finish or quit the current race before returning to the lobby.": "Vous devez finir ou quitter la course avant de revenir dans le lobby.",
        "Your account has been blocked after multiple consecutive login attempts. We’ve sent you an email with instructions on how to unblock it.": "Votre compte a été bloqué suite à de multiple tentatives de connexion consécutives. Un e-mail contenant les instructions pour le débloquer vous a été envoyé.",
        "Your stream URL must begin with \"https://www.twitch.tv/\".": "L'URL de votre stream doit commencer par \"https://www.twitch.tv/\".",
        "(The program will know that you finished from Isaac's log file.)": "(Le programme va détecter que vous avez terminé la course à partir du fichier log d'Isaac.)"
    }
}
